export default {
  projections: {
    СотрудникиE: {
      табличНомер: {
        __caption__: 'Таблич номер'
      },
      кодДолжности: {
        __caption__: 'Код должности'
      },
      должность: {
        __caption__: 'Должность',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    },
    СотрудникиL: {
      табличНомер: {
        __caption__: 'Таблич номер'
      },
      кодДолжности: {
        __caption__: 'Код должности'
      },
      должность: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    кодДолжности: {
      __caption__: 'Код должности'
    },
    табличНомер: {
      __caption__: 'Таблич номер'
    },
    должность: {
      __caption__: 'Должность'
    }
  }
};
