export default {
  projections: {
    ЖивотныеE: {
      номерЖивотного: {
        __caption__: 'Номер животного'
      },
      кодВида: {
        __caption__: 'Код вида'
      },
      сотрудники: {
        __caption__: 'Сотрудники',
        табличНомер: {
          __caption__: 'Таблич номер'
        }
      },
      сведения: {
        __caption__: 'Сведения',
        код: {
          __caption__: 'Код'
        },
        клетки: {
          __caption__: 'Клетки',
          типКлетки: {
            __caption__: 'Тип клетки'
          }
        },
        корма: {
          __caption__: 'Корма',
          типКорма: {
            __caption__: 'Тип корма'
          }
        },
        вид: {
          __caption__: 'Вид',
          наименование: {
            __caption__: 'Наименование'
          }
        }
      }
    },
    ЖивотныеL: {
      номерЖивотного: {
        __caption__: 'Номер животного'
      },
      кодВида: {
        __caption__: 'Код вида'
      },
      сотрудники: {
        __caption__: 'Таблич номер',
        табличНомер: {
          __caption__: 'Таблич номер'
        }
      }
    }
  },
  validations: {
    кодВида: {
      __caption__: 'Код вида'
    },
    номерЖивотного: {
      __caption__: 'Номер животного'
    },
    сотрудники: {
      __caption__: 'Сотрудники'
    },
    сведения: {
      __caption__: 'Сведения'
    }
  }
};
