export default {
  projections: {
    КлеткиE: {
      номерКлетки: {
        __caption__: 'Номер клетки'
      },
      площатьКлетки: {
        __caption__: 'Площать клетки'
      },
      типКлетки: {
        __caption__: 'Тип клетки'
      }
    },
    КлеткиL: {
      номерКлетки: {
        __caption__: 'Номер клетки'
      },
      площатьКлетки: {
        __caption__: 'Площать клетки'
      },
      типКлетки: {
        __caption__: 'Тип клетки'
      }
    }
  },
  validations: {
    номерКлетки: {
      __caption__: 'Номер клетки'
    },
    площатьКлетки: {
      __caption__: 'Площать клетки'
    },
    типКлетки: {
      __caption__: 'Тип клетки'
    }
  }
};
